module.exports = [
    {
        id: 'robithakur1',
        _tag: '_sahitto',
        Gtag: 'সাহিত্য',
        _type: 'type_goddo',
        _title: 'রবীন্দ্রনাথ',
        _writer: 'অর্ণব',
        bg: 'https://www.khaboronline.com/wp-content/uploads/2020/05/%E0%A6%95%E0%A6%AC%E0%A6%BF%E0%A6%97%E0%A7%81%E0%A6%B0%E0%A7%81-1.jpg',
        _writer_id: '17OnuArnob',
        img: 'https://1.bp.blogspot.com/-IQeBPUybv6E/XUMk8jp0i5I/AAAAAAAAXVM/_YzURDq5ABg27hkosJxVxEQogM8aUp-oQCLcBGAs/s1600/Purbo%2BBanglar%2BGalpo%2Bby%2BRabindra%2BNath%2BTagore%2B-%2BBangla%2BStories%2BPDF%2BBooks.jpg',
        _document: `রবীন্দ্রনাথ ঠাকুর এফআরএএস (৭ মে ১৮৬১ – ৭ আগস্ট ১৯৪১; ২৫ বৈশাখ ১২৬৮ – ২২ শ্রাবণ ১৩৪৮ বঙ্গাব্দ)[১] ছিলেন অগ্রণী বাঙালি কবি, ঔপন্যাসিক, সংগীতস্রষ্টা, নাট্যকার, চিত্রকর, ছোটগল্পকার, প্রাবন্ধিক, অভিনেতা, কণ্ঠশিল্পী ও দার্শনিক।[২] তাকে বাংলা ভাষার সর্বশ্রেষ্ঠ সাহিত্যিক মনে করা হয়।[৩] রবীন্দ্রনাথকে “গুরুদেব”, “কবিগুরু” ও “বিশ্বকবি” অভিধায় ভূষিত করা হয়।[৪] রবীন্দ্রনাথের ৫২টি কাব্যগ্রন্থ,[৫] ৩৮টি নাটক,[৬] ১৩টি উপন্যাস[৭] ও ৩৬টি প্রবন্ধ ও অন্যান্য গদ্যসংকলন[৮] তার জীবদ্দশায় বা মৃত্যুর অব্যবহিত পরে প্রকাশিত হয়। তার সর্বমোট ৯৫টি ছোটগল্প[৯] ও ১৯১৫টি গান[১০] যথাক্রমে গল্পগুচ্ছ ও গীতবিতান সংকলনের অন্তর্ভুক্ত হয়েছে। রবীন্দ্রনাথের যাবতীয় প্রকাশিত ও গ্রন্থাকারে অপ্রকাশিত রচনা ৩২ খণ্ডে রবীন্দ্র রচনাবলী নামে প্রকাশিত হয়েছে।[১১] রবীন্দ্রনাথের যাবতীয় পত্রসাহিত্য উনিশ খণ্ডে চিঠিপত্র ও চারটি পৃথক গ্রন্থে প্রকাশিত।[১২] এছাড়া তিনি প্রায় দুই হাজার ছবি এঁকেছিলেন।[১৩] রবীন্দ্রনাথের রচনা বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়েছে। ১৯১৩ সালে গীতাঞ্জলি কাব্যগ্রন্থের ইংরেজি অনুবাদের জন্য তিনি এশীয়দের মধ্যে সাহিত্যে প্রথম নোবেল পুরস্কার লাভ করেন।[১৪] রবীন্দ্রনাথ ঠাকুর কলকাতার এক ধনাঢ্য ও সংস্কৃতিবান ব্রাহ্ম পিরালী ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন।[১৫][১৬][১৭][১৮] বাল্যকালে প্রথাগত বিদ্যালয়-শিক্ষা তিনি গ্রহণ করেননি; গৃহশিক্ষক রেখে বাড়িতেই তার শিক্ষার ব্যবস্থা করা হয়েছিল।[১৯] আট বছর বয়সে তিনি কবিতা লেখা শুরু করেন।ক[›][২০] ১৮৭৪ সালে তত্ত্ববোধিনী পত্রিকা-এ তার "অভিলাষ" কবিতাটি প্রকাশিত হয়। এটিই ছিল তার প্রথম প্রকাশিত রচনা।[২১] ১৮৭৮ সালে মাত্র সতেরো বছর বয়সে রবীন্দ্রনাথ প্রথমবার ইংল্যান্ডে যান।[২২] ১৮৮৩ সালে মৃণালিনী দেবীর সঙ্গে তার বিবাহ হয়।[২২] ১৮৯০ সাল থেকে রবীন্দ্রনাথ পূর্ববঙ্গের শিলাইদহের জমিদারি এস্টেটে বসবাস শুরু করেন।[২২] ১৯০১ সালে তিনি পশ্চিমবঙ্গের শান্তিনিকেতনে ব্রহ্মচর্যাশ্রম প্রতিষ্ঠা করেন এবং সেখানেই পাকাপাকিভাবে বসবাস শুরু করেন।[২৩] ১৯০২ সালে তার পত্নীবিয়োগ হয়।[২৩] ১৯০৫ সালে তিনি বঙ্গভঙ্গ-বিরোধী আন্দোলনে জড়িয়ে পড়েন।[২৩] ১৯১৫ সালে ব্রিটিশ সরকার তাকে 'নাইট' উপাধিতে ভূষিত করেন।[২৩] কিন্তু ১৯১৯ সালে জালিয়ানওয়ালাবাগ হত্যাকাণ্ডের প্রতিবাদে তিনি সেই উপাধি ত্যাগ করেন।[২৪] ১৯২১ সালে গ্রামোন্নয়নের জন্য তিনি শ্রীনিকেতন নামে একটি সংস্থা প্রতিষ্ঠা করেন।[২৫] ১৯২৩ সালে আনুষ্ঠানিকভাবে বিশ্বভারতী প্রতিষ্ঠিত হয়।[২৬] দীর্ঘজীবনে তিনি বহুবার বিদেশ ভ্রমণ করেন এবং সমগ্র বিশ্বে বিশ্বভ্রাতৃত্বের বাণী প্রচার করেন।[২৫] ১৯৪১ সালে দীর্ঘ রোগভোগের পর কলকাতার পৈত্রিক বাসভবনেই তার মৃত্যু হয়।[২৭] রবীন্দ্রনাথের কাব্যসাহিত্যের বৈশিষ্ট্য ভাবগভীরতা, গীতিধর্মিতা চিত্ররূপময়তা, অধ্যাত্মচেতনা, ঐতিহ্যপ্রীতি, প্রকৃতিপ্রেম, মানবপ্রেম, স্বদেশপ্রেম, বিশ্বপ্রেম, রোম্যান্টিক সৌন্দর্যচেতনা, ভাব, ভাষা, ছন্দ ও আঙ্গিকের বৈচিত্র্য, বাস্তবচেতনা ও প্রগতিচেতনা।[২৮] রবীন্দ্রনাথের গদ্যভাষাও কাব্যিক।[২৯] ভারতের ধ্রুপদি ও লৌকিক সংস্কৃতি এবং পাশ্চাত্য বিজ্ঞানচেতনা ও শিল্পদর্শন তার রচনায় গভীর প্রভাব বিস্তার করেছিল।[৩০] কথাসাহিত্য ও প্রবন্ধের মাধ্যমে তিনি সমাজ, রাজনীতি ও রাষ্ট্রনীতি সম্পর্কে নিজ মতামত প্রকাশ করেছিলেন।[৩১] সমাজকল্যাণের উপায় হিসেবে তিনি গ্রামোন্নয়ন ও গ্রামের দরিদ্র মানুষ কে শিক্ষিত করে তোলার পক্ষে মতপ্রকাশ করেন।[৩২] এর পাশাপাশি সামাজিক ভেদাভেদ, অস্পৃশ্যতা, ধর্মীয় গোঁড়ামি ও ধর্মান্ধতার বিরুদ্ধেও তিনি তীব্র প্রতিবাদ জানিয়েছিলেন।[৩৩] রবীন্দ্রনাথের দর্শনচেতনায় ঈশ্বরের মূল হিসেবে মানব সংসারকেই নির্দিষ্ট করা হয়েছে; রবীন্দ্রনাথ দেববিগ্রহের পরিবর্তে কর্মী অর্থাৎ মানুষ ঈশ্বরের পূজার কথা বলেছিলেন।[৩৪] সংগীত ও নৃত্যকে তিনি শিক্ষার অপরিহার্য অঙ্গ মনে করতেন।[৩৫] রবীন্দ্রনাথের গান তার অন্যতম শ্রেষ্ঠ কীর্তি।[৩৬] তার রচিত জনগণমন-অধিনায়ক জয় হে ও আমার সোনার বাংলা গানদুটি যথাক্রমে ভারত প্রজাতন্ত্র ও গণপ্রজাতন্ত্রী বাংলাদেশের জাতীয় সংগীত।[৩৭] মনে করা হয় শ্রীলঙ্কার জাতীয় সঙ্গীত শ্রীলঙ্কা মাতা রবীন্দ্রনাথ ঠাকুরের দ্বারা অনুপ্রাণিত ও উৎসাহিত হয়ে লেখা হয়েছে।[৩৮][৩৯][৪০][৪১][৪২]`
    },
    {
        id: 'arnob_17',
        _tag: '_sahitto',
        Gtag: 'সাহিত্য',
        _type: 'type_goddo',
        bg: 'https://cdn.discordapp.com/attachments/778294816190103642/1005826920585384066/unknown.png',
        _title: 'তারা সাত জন (Vol.1)',
        _writer: 'অর্ণব',
        img: 'https://cdn.discordapp.com/attachments/778294816190103642/994851253077159956/unknown.png',
        _writer_id: '17OnuArnob',
        _document: `<b>তারা সাত জন</b>,`
    },
    {
        id: 'comic-TARA7JON',
        _tag: '_sahitto',
        Gtag: 'সাহিত্য',
        img: 'https://cdn.discordapp.com/attachments/778294816190103642/994851310971125871/unknown.png',
        bg: 'https://cdn.discordapp.com/attachments/778294816190103642/995278161614999572/unknown.png',
        _type: 'type_comic',
        _title: 'তারা সাত জন',
        _writer: 'অর্ণব',
        _writer_id: '17OnuArnob',
        _document: '',
        pages: [
            {
                p: 1,
                i: 'https://cdn.discordapp.com/attachments/778294816190103642/994851253077159956/unknown.png',
            },
            {
                p: 2,
                i: 'https://cdn.discordapp.com/attachments/778294816190103642/994851310971125871/unknown.png'
            }
        ]
    },
    {
        img: 'https://cdn.discordapp.com/attachments/778294816190103642/997065381816574003/unknown.png',
        _tag: '_science',
        Gtag: 'বিজ্ঞান',
        _tags: ['mathematics'],
        id: 'Trigonometry',
        _type: 'type_math',
        bg: 'https://render.fineartamerica.com/images/rendered/search/print/8/6/break/images-medium-5/mathematical-model-pasieka.jpg',
        _title: 'Trigonometry (ত্রিকোণমিতি)',
        _writer: 'অর্ণব',
        _writer_id: '17OnuArnob',
        _document: `
        <b>Introduction</b>
        <span style="font-size:25px; color:rgb(32, 32, 32);">ত্রি</span>কোণমিতি গণিতের একটি বড় অংশ। ত্রিকোণমিতির অর্থ হল ত্রিকোণ (তিন কোণ) মেট্রি (পরিমাপ)। আমাদের ত্রিকোণমিতি শেখা উচিত! চল শুরু করি
        
        <b>History</b>
        সুমেরীয় জ্যোতির্বিজ্ঞানীরা 360 ডিগ্রীতে বৃত্তের বিভাজন ব্যবহার করে কোণ পরিমাপ অধ্যয়ন করেছিলেন। তারা, এবং পরে ব্যাবিলনীয়রা, অনুরূপ ত্রিভুজগুলির বাহুর অনুপাতগুলি অধ্যয়ন করেছিল এবং এই অনুপাতগুলির কিছু বৈশিষ্ট্য আবিষ্কার করেছিল কিন্তু ত্রিভুজের বাহু এবং কোণগুলি খুঁজে বের করার জন্য এটিকে একটি পদ্ধতিগত পদ্ধতিতে পরিণত করেনি। প্রাচীন নুবিয়ানরা একই পদ্ধতি ব্যবহার করত।
        খ্রিস্টপূর্ব ৩য় শতাব্দীতে, ইউক্লিড এবং আর্কিমিডিসের মতো হেলেনিস্টিক গণিতবিদরা জ্যাগুলির বৈশিষ্ট্যগুলি অধ্যয়ন করেছিলেন এবং বৃত্তে কোণগুলি খোদাই করেছিলেন এবং তারা উপপাদ্যগুলি প্রমাণ করেছিলেন যেগুলি আধুনিক ত্রিকোণমিতিক সূত্রের সমতুল্য, যদিও তারা বীজগণিতের পরিবর্তে জ্যামিতিকভাবে উপস্থাপন করেছিল। 140 খ্রিস্টপূর্বাব্দে, হিপারকাস (Nicaea, এশিয়া মাইনর থেকে) প্রথম জ্যার সারণী দিয়েছিলেন, সাইন মানের আধুনিক টেবিলের সাথে সাদৃশ্যপূর্ণ, এবং ত্রিকোণমিতি এবং গোলাকার ত্রিকোণমিতির সমস্যা সমাধানের জন্য ব্যবহার করেছিলেন। খ্রিস্টীয় ২য় শতাব্দীতে, গ্রেকো-মিশরীয় জ্যোতির্বিজ্ঞানী টলেমি (আলেকজান্দ্রিয়া, মিশর থেকে) তার আলমাজেস্টের ১১ অধ্যায় বই 1-এ বিশদ ত্রিকোণমিতিক সারণী (টলেমির জ্যার টেবিল) নির্মাণ করেন। টলেমি তার ত্রিকোণমিতিক ফাংশন সংজ্ঞায়িত করার জন্য জ্যার দৈর্ঘ্য ব্যবহার করেছিলেন, আমরা আজ যে সাইন কনভেনশন ব্যবহার করি তার থেকে একটি ছোট পার্থক্য। (আমরা যে মানটিকে sin(θ) বলি তা টলেমির টেবিলে দ্বিগুণ আগ্রহের কোণ (2θ) জন্য জ্যার দৈর্ঘ্য খুঁজে পাওয়া যায়, এবং তারপর সেই মানটিকে দুই দ্বারা ভাগ করে।) আরও বিশদ সারণী তৈরি হওয়ার আগে শতাব্দী পেরিয়ে গেছে, এবং টলেমির গ্রন্থটি পরবর্তী 1200 বছর ধরে মধ্যযুগীয় বাইজেন্টাইন, ইসলামিক এবং পরবর্তীতে পশ্চিম ইউরোপীয় বিশ্বে জ্যোতির্বিদ্যায় ত্রিকোণমিতিক গণনা সম্পাদনের জন্য ব্যবহৃত ছিল।
        
        <b>Formula</b>
        প্রথমত, আমাদের 6টি ভিন্ন কোণ আছে (Sine, Co-sine, Secant, Co-secant, Tangent, Co-Tangent)
        
        <img src="https://cdn.discordapp.com/attachments/778294816190103642/1012916198297587773/unknown.png"></img>
        
        এখন, একটি ত্রিভুজের 3 কোণ সম্পর্কে কথা বলা যাক
        
        1. লম্ব (Perpendicular)
        2. ভুমি (Land)
        3. অতিভুজ (Hyperbola)
        
        <img " src="https://cdn.discordapp.com/attachments/778294816190103642/1012918060086198272/unknown.png"></img>`
    },
    {
        img: 'https://cdn.discordapp.com/attachments/778294816190103642/997065381816574003/unknown.png',
        _tag: '_science',
        Gtag: 'বিজ্ঞান',
        _tags: ['chemistry'],
        id: 'calculus',
        _type: 'type_math',
        bg: 'https://render.fineartamerica.com/images/rendered/search/print/8/6/break/images-medium-5/mathematical-model-pasieka.jpg',
        _title: 'Calculus',
        _writer: 'অর্ণব',
        _writer_id: '17OnuArnob',
        _document: `
        <b>Introduction</b>
        <span style="font-size:25px; color:rgb(32, 32, 32);">ত্রি</span>কোণমিতি গণিতের একটি বড় অংশ। ত্রিকোণমিতির অর্থ হল ত্রিকোণ (তিন কোণ) মেট্রি (পরিমাপ)। আমাদের ত্রিকোণমিতি শেখা উচিত! চল শুরু করি
        
        <b>History</b>
        সুমেরীয় জ্যোতির্বিজ্ঞানীরা 360 ডিগ্রীতে বৃত্তের বিভাজন ব্যবহার করে কোণ পরিমাপ অধ্যয়ন করেছিলেন। তারা, এবং পরে ব্যাবিলনীয়রা, অনুরূপ ত্রিভুজগুলির বাহুর অনুপাতগুলি অধ্যয়ন করেছিল এবং এই অনুপাতগুলির কিছু বৈশিষ্ট্য আবিষ্কার করেছিল কিন্তু ত্রিভুজের বাহু এবং কোণগুলি খুঁজে বের করার জন্য এটিকে একটি পদ্ধতিগত পদ্ধতিতে পরিণত করেনি। প্রাচীন নুবিয়ানরা একই পদ্ধতি ব্যবহার করত।
        খ্রিস্টপূর্ব ৩য় শতাব্দীতে, ইউক্লিড এবং আর্কিমিডিসের মতো হেলেনিস্টিক গণিতবিদরা জ্যাগুলির বৈশিষ্ট্যগুলি অধ্যয়ন করেছিলেন এবং বৃত্তে কোণগুলি খোদাই করেছিলেন এবং তারা উপপাদ্যগুলি প্রমাণ করেছিলেন যেগুলি আধুনিক ত্রিকোণমিতিক সূত্রের সমতুল্য, যদিও তারা বীজগণিতের পরিবর্তে জ্যামিতিকভাবে উপস্থাপন করেছিল। 140 খ্রিস্টপূর্বাব্দে, হিপারকাস (Nicaea, এশিয়া মাইনর থেকে) প্রথম জ্যার সারণী দিয়েছিলেন, সাইন মানের আধুনিক টেবিলের সাথে সাদৃশ্যপূর্ণ, এবং ত্রিকোণমিতি এবং গোলাকার ত্রিকোণমিতির সমস্যা সমাধানের জন্য ব্যবহার করেছিলেন। খ্রিস্টীয় ২য় শতাব্দীতে, গ্রেকো-মিশরীয় জ্যোতির্বিজ্ঞানী টলেমি (আলেকজান্দ্রিয়া, মিশর থেকে) তার আলমাজেস্টের ১১ অধ্যায় বই 1-এ বিশদ ত্রিকোণমিতিক সারণী (টলেমির জ্যার টেবিল) নির্মাণ করেন। টলেমি তার ত্রিকোণমিতিক ফাংশন সংজ্ঞায়িত করার জন্য জ্যার দৈর্ঘ্য ব্যবহার করেছিলেন, আমরা আজ যে সাইন কনভেনশন ব্যবহার করি তার থেকে একটি ছোট পার্থক্য। (আমরা যে মানটিকে sin(θ) বলি তা টলেমির টেবিলে দ্বিগুণ আগ্রহের কোণ (2θ) জন্য জ্যার দৈর্ঘ্য খুঁজে পাওয়া যায়, এবং তারপর সেই মানটিকে দুই দ্বারা ভাগ করে।) আরও বিশদ সারণী তৈরি হওয়ার আগে শতাব্দী পেরিয়ে গেছে, এবং টলেমির গ্রন্থটি পরবর্তী 1200 বছর ধরে মধ্যযুগীয় বাইজেন্টাইন, ইসলামিক এবং পরবর্তীতে পশ্চিম ইউরোপীয় বিশ্বে জ্যোতির্বিদ্যায় ত্রিকোণমিতিক গণনা সম্পাদনের জন্য ব্যবহৃত ছিল।
        
        <b>Formula</b>
        প্রথমত, আমাদের 6টি ভিন্ন কোণ আছে (Sine, Co-sine, Secant, Co-secant, Tangent, Co-Tangent)
        
        <img src="https://cdn.discordapp.com/attachments/778294816190103642/1012916198297587773/unknown.png"></img>
        
        এখন, একটি ত্রিভুজের 3 কোণ সম্পর্কে কথা বলা যাক
        
        1. লম্ব (Perpendicular)
        2. ভুমি (Land)
        3. অতিভুজ (Hyperbola)
        
        <img " src="https://cdn.discordapp.com/attachments/778294816190103642/1012918060086198272/unknown.png"></img>`
    },
    {
        id: 'comic-AmiTumi',
        _tag: '_sahitto',
        Gtag: 'সাহিত্য',
        img: 'https://images.ctfassets.net/i3tkg7dt3kro/63FGq7L4NaWBLjl27vDtdZ/2e076e0c74a7c22ad3ed3bd44ec11086/6-11_Meaning-of-Sunflowers_Images.jpg',
        bg: 'https://images.ctfassets.net/i3tkg7dt3kro/63FGq7L4NaWBLjl27vDtdZ/2e076e0c74a7c22ad3ed3bd44ec11086/6-11_Meaning-of-Sunflowers_Images.jpg',
        _type: 'type_comic',
        _title: 'আমি তুমি',
        _writer: 'Robin',
        _writer_id: 'ROBIN1',
        _document: '',
        pages: [
            {
                p: 1,
                i: 'https://cdn.discordapp.com/attachments/778294816190103642/994851253077159956/unknown.png',
            },
            {
                p: 2,
                i: 'https://cdn.discordapp.com/attachments/778294816190103642/994851310971125871/unknown.png'
            }
        ]
    },
]